Repository: dans-art/plekvetica-2021
Catalog: plugin/plekvetica/languages/plekvetica-*.po
Languages: de_de

source: "%s" is playing at this Event.
de_de: "%s" spielt an diesem Event.

source: "%s" needs an update
de_de: "%s" braucht eine Überarbeitung

source: %s - accreditation status set to %s
de_de: %s - Akkreditierungsstatus geändert zu %s

source: (Boxoffice)
de_de: (Abendkasse)

source: (Presale)
de_de: (Vorverkauf)

source: [BAND] Add videos, logo and description to your Band
de_de: [BAND] Videos, Logo und Beschreibung deiner Band hinzufügen

source: [BAND] Management of your Band(s)
de_de: [BAND] Managen deiner Bands

source: [BAND] Overview of all Band events
de_de: [BAND] Übersicht all deiner Band-Events

source: A Band with the Name "%s" was found.<br/>%s<br/>Please check if the Band you like to add does not exist
de_de: Eine Band mit dem Namen "%s" wurde gefunden.<br/>%s<br/>Bitte überprüfe, ob die Band welche du hinzufügen willst nicht existiert.

source: A new Band "%s" has been added.
de_de: Eine neue Band "%s" wurde hinzugefügt.

source: A new Organizer "%s" has been added.
de_de: Ein neuer Veranstalter "%s" wurde hinzugefügt.

source: A new review has ben published at Plekvetica
de_de: Ein neues Review wurde auf Plekvetica veröffentlicht

source: A new Review of the Event "%s" got published by %s.
de_de: Ein neues Review vom Event "%s" wurde veröffentlicht von %s.

source: A new user has been created and unlocked.
de_de: Neuer Benutzer wurde erstellt und entsperrt.

source: A new Venue "%s" has been added.
de_de: Ein neuer Ort "%s" wurde hinzugefügt.

source: About
de_de: Über

source: Account activated! Welcome to Plekvetica!
de_de: Konto aktiviert! Willkommen bei Plekvetica!

source: Account could not be activated. Please report to info@plekvetica.ch
de_de: Konto konnte nicht aktiviert werden. Bitte melde dies an info@plekvetica.ch

source: Account created but failed to send an email. Please contact the IT Support: %s.
de_de: Konto erstellt, aber es konnte keine Bestätigung-Email gesendet werden. Bitte kontaktiere dazu den IT Support: %s.

source: Account is already unlocked.
de_de: Konto ist bereits entsperrt.

source: Account type not selected
de_de: Kein Konto-Typ gewählt

source: Accreditate Event for:
de_de: Akkreditiere Event für:

source: Accreditation Manager
de_de: Akkreditierungs Manager

source: Accreditation note
de_de: Akkreditierungs Hinweis

source: Accreditation request
de_de: Akkreditationsanfrage

source: Accreditation request added
de_de: Akkreditierungsanfrage wurde hinzugefügt

source: Accreditation request from Plekvetica
de_de: Akkreditationsanfrage von Plekvetica

source: Accreditation request note
de_de: Noitiz zur Akkreditierungsanfrage

source: Accreditation request removed
de_de: Akkreditierungsanfrage entfernt

source: Accreditation request sent to organizer
de_de: Akkreditationsanfrage an den Veranstalter geschickt.

source: Accreditation status
de_de: Akkreditierungsstatus

source: Accreditation status of "%s" changed to "%s"
de_de: Akkreditierungsstatus von "%s" wurde auf "%s" geändert

source: Accredited members
de_de: Akkreditierte Mitglieder

source: Action not found or not supported
de_de: Aktion nicht gefunden oder nicht unterstützt

source: Add
de_de: Hinzufügen

source: Add %s Link for the Band
de_de: Link für %s hinzufügen

source: Add a Video URL from Youtube and click on "Add"
de_de: Youtube Video URL oder ID einfügen und auf "Hinzufügen" klicken

source: Add as guest
de_de: Als Gast hinzufügen

source: Add Band
de_de: Band hinzufügen

source: Add event
de_de: Event hinzufügen

source: Add Event details
de_de: Event details hinzufügen

source: Add Link to Spotify Artist or Artist ID
de_de: Link zum Spotify Artist oder Artist ID einfügen

source: Add Link to Youtube Channel
de_de: Link zum YouTube Kanal einfügen

source: Add new Band
de_de: Neue Band hinzufügen

source: Add new Organizer
de_de: Neuer Veranstalter hinzufügen

source: Add new Venue
de_de: Neuer Ort hinzufügen

source: Add Organizer
de_de: Veranstalter hinzufügen

source: Add this Organizer
de_de: Diesen Veranstalter hinzufügen

source: Add Venue
de_de: Ort hinzufügen

source: Added by
de_de: Hinzugefügt von

source: Added events are published / approved automatically
de_de: Hinzugefügte Events werden automatisch veröffentlicht / überprüft

source: Album not found
de_de: Album nicht gefunden

source: All cached data got deleted
de_de: Alle Zwischenspeicher wurden gelöscht

source: All your events
de_de: Alle deine Events

source: Alpha Number
de_de: Buchstabe & Zahl

source: Amount of tickets to give away
de_de: Anzahl tickets zum verlosen

source: Are your Events up to date?
de_de: Sind deine Events up-to-date?

source: Authors
de_de: Autoren

source: Back
de_de: Zurück

source: Back to the Event
de_de: Zurück zum Event

source: Band ID or Event ID not provided
de_de: Band ID oder Event ID nicht übergeben

source: Band is unique
de_de: Band ist einzigartig

source: Band saved
de_de: Band gespeichert

source: Band settings
de_de: Band Einstellungen

source: Bandlogo of %s
de_de: Bandlogo von %s

source: Bandpage of &quot;%s&quot;
de_de: Bandseite von &quot;%s&quot;

source: Bands %d to %d of %d
de_de: Bands %d bis %d von %d

source: Bands found on Spotify
de_de: Auf Spotify gefundene Bands

source: Bands to manage
de_de: Bands zum verwalten

source: Best regards, %s
de_de: Beste Grüsse, %s

source: Better get ready for this Event! 💪
de_de: Mach dich bereit für diesen Event! 💪

source: Boolean Value
de_de: Booleanischer Wert

source: Boxoffice
de_de: Abendkasse

source: by: %s
de_de: von: %s

source: Cache
de_de: Zwischenspeicher

source: Cache by context
de_de: Zwischenspeicherkontext

source: Cache posts
de_de: Zwischenspeicher Beiträge

source: Cache totals
de_de: Zwischenspeicher Total

source: Can only contain numbers, periods and minus
de_de: Darf nur Zahlen, Punkte und Minus enthalten

source: Cancel
de_de: Abbrechen

source: Canceled
de_de: Abgesagt

source: Cannot save because of errors. Please check the fields again.
de_de: Speichern aufgrund von Fehlern nicht möglich. Bitte überprüfe die Felder nochmals.

source: Change Event Status
de_de: Ändere Event Status

source: Changing Status was unsuccessful
de_de: Konnte den Status nicht ändern

source: Check it out here:
de_de: Schau es dir hier an:

source: City or Village
de_de: Stadt oder Dorf

source: Close
de_de: Schliessen

source: Confirm accreditation
de_de: Akkreditierung bestätigt

source: Confirm with reserve
de_de: Bestätigen mit Vorbehalt

source: Confirmed
de_de: Bestätigt

source: Confirmed with reserve
de_de: Bestätigt mit Vorbehalt

source: Continue with adding the Event
de_de: Mit dem hinzufügen des Events fortfahren

source: Copy link to Photo
de_de: Link zum Foto kopieren

source: Could not find the artist. Please check the ID or URL again
de_de: Konnte den Künstler nicht finden. Bitte prüfe die ID oder die URL

source: Could not save the albums galleries.
de_de: Konnte die Galerien des Albums nicht speichern.

source: Country
de_de: Land

source: Created
de_de: Erstellt

source: Currency
de_de: Währung

source: Cutter
de_de: Videobearbeiter

source: Data saved!
de_de: Daten gespeichert!

source: Date
de_de: Datum

source: Date & Time
de_de: Datum & Zeit

source: Date of confirmation
de_de: Datum der Bestätigung

source: Date of rejection
de_de: Datum der Ablehung

source: deactivated, is already managed
de_de: deaktiviert, wird bereits verwaltet

source: Declined
de_de: Abgelehnt

source: Define new password
de_de: Setze neues Passwort

source: Definitive confirmation will be sent via mail, Meeting point is the box office, rejected because of..., etc.
de_de: Definitive Zusage kommt per Mail, Treffpunkt ist die Abendkasse, abgelehnt weil..., etc.

source: Delete
de_de: Löschen

source: Description
de_de: Beschreibung

source: Dismiss suggestions
de_de: Vorschläge ablehnen

source: Dismissed
de_de: Gelesen

source: Displayname
de_de: Anzeigenamen

source: Do you wanna send %d accreditation requests to:
de_de: Willst du %d Akkreditierungsanfragen senden an:

source: Do you wanna send a accreditation request to:
de_de: Willst du die Akkreditierungsanfrage senden an:

source: Edit Band
de_de: Band bearbeiten

source: Edit Event
de_de: Event bearbeiten

source: Edit Organizer
de_de: Bearbeite Veranstalter

source: Edit review
de_de: Review bearbeiten

source: Edit Venue
de_de: Bearbeite Ort

source: Editing function for your events
de_de: Bearbeitungsfunktion für deine Events

source: Email already sent!
de_de: Email wurde schon gesendet!

source: eMail not configured
de_de: eMail ist nicht eingestellt

source: Email send
de_de: E-Mail gesendet

source: Email sent!
de_de: Email gesendet!

source: End Date
de_de: Enddatum

source: Entry is %d characters too long.
de_de: Eintrag ist %d Zeichen zu lang.

source: Error
de_de: Fehler

source: Error 404: Gallery not found
de_de: Fehler 404: Galerie nicht gefunden

source: Error adding the image to the database.
de_de: Fehler beim Hinzufügen des Bildes zur Datenbank.

source: Error deleting the image
de_de: Fehler beim löschen des Bildes

source: Error in reset key
de_de: Fehler im Schlüssel zum zurücksetzen

source: Error loading data
de_de: Fehler bei laden der Daten

source: Error loading data.
de_de: Fehler beim laden der Daten.

source: Error saving account information
de_de: Fehler beim Speichern der Kontoinformationen

source: Error saving Band (%s)
de_de: Fehler beim Speichern der Band (%s)

source: Error uploading file
de_de: Fehler beim hochladen der Datei

source: Error while changing the following status
de_de: Fehler beim ändern des "folgen" status

source: Error while creating a new album
de_de: Fehler beim erstellen eines neuen Albums

source: Error while creating a new gallery
de_de: Fehler beim erstellen einer neuen Galerie

source: Error while creating a new user
de_de: Fehler während des erstellen des neuen Benutzer

source: Error while creating album or gallery
de_de: Fehler beim erstellen des Albums oder Galerie.

source: Error while deleting the cache: %s
de_de: Fehler beim löschen des Zwischenspeichers: %s

source: Error while loading the data
de_de: Fehler beim laden der Daten

source: Error while resizing the image: %s.
de_de: Fehler beim ändern der Grösse des Bildes: %s.

source: Error while saving the new Album.
de_de: Fehler beim erstellen eines neuen Albums.

source: Error while saving the new Gallery.
de_de: Fehler beim erstellen einer neuen Galerie.

source: Error while saving the organizer settings.
de_de: Fehler beim Speichern der Veranstalter-Einstellungen.

source: Error while sending accreditation request
de_de: Fehler beim senden der akkreditations Anfrage

source: Error while updating the accreditation field
de_de: Fehler beim Aktualisieren des Akkreditierungsfelds

source: Error while updating the accreditation status
de_de: Fehler beim aktualisieren des Akkreditierungsstatus

source: Error while updating the event featured status
de_de: Fehler beim aktualisieren des hervorgehoben Status.

source: Error, no Events found
de_de: Fehler, keine Events gefunden

source: Error: %s
de_de: Fehler: %s

source: Error: Could not update the guest Author!
de_de: Fehler: Konnte den Gast Autor nicht updaten!

source: Error: Event Object not found
de_de: Fehler: Event Objekt nicht gefunden

source: Error: No options found!
de_de: Fehler: Keine Optionen gefunden!

source: Error: Status code not allowed
de_de: Fehler: Status code nicht erlaubt

source: Error: User object could not be loaded.
de_de: Fehler: Benutzerobjekt konnte nicht geladen werden.

source: Event accreditation updated
de_de: Event Akkreditierung aktualisiert

source: Event already exists
de_de: Den Event gibt es bereits

source: Event attributes
de_de: Event Attribute

source: Event authors
de_de: Event Autoren

source: Event Description
de_de: Event Beschreibung

source: Event has been canceled
de_de: Event wurde abgesagt

source: Event has been postponed without new date
de_de: Event wurde verschoben ohne neues Datum

source: Event has been successfully published on facebook
de_de: Event wurde erfolgreich auf Facebook veröffentlicht

source: Event has ben canceled
de_de: Dieser Event wurde abgesagt

source: Event has not yet been accredited by any team member.
de_de: Der Event wurde noch von keinem Team-Mitglied akkreditiert.

source: Event Images
de_de: Event Bilder

source: Event is featured event
de_de: Dieser Event ist hervorgehoben

source: Event not found. Please check the Event ID.
de_de: Event nicht gefunden. Bitte prüfe die Event ID.

source: Event not loaded
de_de: Event ist nicht geladen

source: Event Photos
de_de: Eventfotos

source: Event poster of %s
de_de: Event Poster von %s

source: Event published
de_de: Event veröffentlicht

source: Event reported
de_de: Event gemeldet

source: Event Review saved
de_de: Event Review gespeichert

source: Event saved!
de_de: Event gespeichert!

source: Event saved, thanks a lot! Our Eventmanager will check and publish the entry.
de_de: Event gespeichert, besten Dank! Unsere Eventmanager werden den Eintrag prüfen und dann veröffentlichen.

source: Event should be featured event, but isn't!
de_de: Event sollte hervorgehoben sein, ist es aber nicht!

source: Event Text Lead
de_de: Event Einführungstext

source: Event will happen as scheduled
de_de: Event wird stattfinden wie geplant.

source: Events %d to %d of %d
de_de: Events %d bis %d von %d

source: Every 6 Minutes
de_de: Alle 6 Minuten

source: Facebook Graph returned an error
de_de: Facebook Graph hat einen Fehler zurückgegeben

source: Facebook Graph returned an error on DEV server
de_de: Facebook Graph hat einen Fehler zurückgegeben auf dem Entwicklungsserver

source: Facebook SDK returned an error
de_de: Facebook SDK hat einen Fehler zurückgegeben

source: Facebook SDK returned an error on DEV server
de_de: Facebook SDK hat einen Fehler zurückgegeben auf dem Entwicklungsserver

source: Facebook token updated
de_de: Facebook token wurde aktualisiert

source: Failed to add post_ids (%s) to cache relationship
de_de: Fehler beim hinzufügen von der post_id (%s) zum Zwischenspeicher

source: Failed to add the album to the event
de_de: Album konnte nicht zum Event hinzugefügt werden

source: Failed to add the gallery to the band
de_de: Galerie konnte nicht zur Band hinzugefügt werden

source: Failed to add the gallery to the event
de_de: Galerie konnte nicht zum Event hinzugefügt werden

source: Failed to create new gallery dir:
de_de: Fehler beim erstellen eines neuen Galerie Verzeichnis.

source: Failed to create new user (%s)
de_de: Neuer Benutzer konnte nicht angelegt werden (%s)

source: Failed to flush cache for : %s, Error: %s
de_de: Fehler beim löschen des Zwischenspeichers für: %s, Fehler: %s

source: Failed to get cached data: %s
de_de: Fehler beim abrufen der Zwischenspeicher-Daten: %s

source: Failed to load Text for the Facebook ticket raffle
de_de: Konnte den Text für die Facebook Ticket Verlosung nicht laden.

source: Failed to remove all cached objects. %d objects found, %d objects deleted
de_de: Fehler beim löschen aller Objekte des Zwischenspeichers. %d Objekte gefunden, %d Objekte gelöscht

source: Failed to save content to cache:
de_de: Fehler beim speichern des Inhaltes in den Zwischenspeicher:

source: Failed to save Event
de_de: Konnte den Event nicht speichern.

source: Failed to save meta data for: %s
de_de: Fehler beim speichern der Metadaten für: %s

source: Failed to save the Settings
de_de: Speichern der Einstellungen fehlgeschlagen

source: Failed to send mail.
de_de: Email senden fehlgeschlagen.

source: Failed to unlock. Update error.
de_de: Fehler beim Entsperren. Aktualisierungsfehler.

source: Failed to unlock. Wrong key!
de_de: Fehler beim Entsperren. Falscher Schlüssel!

source: Failed to update post author
de_de: Fehler beim aktualisieren des Beitrag Autors

source: Failed to update status. Server Error
de_de: Fehler beim aktualisieren. Server fehler

source: Failed to update the review field(s):
de_de: Aktualisierung folgender Review Felder fehlgeschlagen:

source: Failed to write band meta
de_de: Fehler bei speichern der Band Daten

source: Failed to write meta for new user
de_de: Fehler bei speichern der Nutzerdaten für den neuen Nutzer

source: Failed to write organizer meta
de_de: Fehler beim speichern der Veranstalterdaten

source: Feature event
de_de: Event hervorheben

source: Field cannot be empty
de_de: Feld darf nicht leer sein

source: Field contains forbidden characters. Only Numbers, dots and dashes are allowed.
de_de: Feld enthält unerlaubte Zeichen. Nur Nummern, Punkt und Bindestrich sind erlaubt.

source: File is not a valid Image. Only JPG's are allowed!.
de_de: Bild ist keine valide Bild-Datei. Nur JPG's sind erlaubt!

source: File is too big (Max %d MB)
de_de: Datei ist zu gross (max. %d MB)

source: File selected
de_de: Datei gewählt

source: Filetype not supported
de_de: Dateityp nicht unterstützt

source: Find
de_de: Finden

source: First Name
de_de: Vorname

source: Follow
de_de: Folgen

source: Follow / watch bands and events and never miss a Event again
de_de: Folge Bands und Events um nie wieder einen Event zu verpassen

source: Form error
de_de: Formular Fehler

source: Free
de_de: Kostenlos/Kollekte

source: Full Review
de_de: Ganzes Review

source: Full Review Text
de_de: Vollständiger Review Text

source: Future Events
de_de: Künftige Events

source: Gallery not found
de_de: Galerie nicht gefunden

source: Gallery preview
de_de: Galerie Vorschaubild

source: Gallery preview not set because of unknown error
de_de: Galerie Vorschaubild konnte nicht gespeichert werden, da ein unbekannter Fehler aufgetreten ist.

source: Gallery preview successfully set
de_de: Vorschaubild der Galerie erfolgreich gespeichert

source: General
de_de: Allgemein

source: Go to Login
de_de: Gehe zum Login

source: Guest Author
de_de: Gastautor

source: Hello %s
de_de: Hallo %s

source: Hello, %s
de_de: Hallo, %s

source: Hey %s, a new Event got added with your favorite band
de_de: Hey %s, ein neuer Event mit deiner Lieblingsband wurde hinzugefügt

source: Hi, %s
de_de: Hallo, %s

source: ID of Event not found!
de_de: ID des Events nicht gefunden.

source: Image
de_de: Bild

source: Image deleted
de_de: Bild gelöscht

source: Image upload
de_de: Bilder hochladen

source: Images
de_de: Bilder

source: Images uploaded:
de_de: Bilder hochgeladen:

source: Images:
de_de: Bilder:

source: Imagesize is to big for:
de_de: Bildgrösse ist zu gross für:

source: Impressions
de_de: Impressionen

source: Input is %d characters too short.
de_de: Eingabe ist %d Zeichen zu kurz.

source: Input is not a Number
de_de: Eingabe ist keine Nummer

source: Input is not the correct type
de_de: Eingabe ist von falschem Typ

source: Input is to long
de_de: Eingabe ist zu lang

source: Input is to short
de_de: Eingabe ist zu kurz

source: Insert new Organizer "%s" failed
de_de: Hinzufügen des neuen Veranstalters "%s" ist fehlgeschlagen

source: Insert new Venue "%s" failed
de_de: Hinzufügen des neuen Ortes "%s" ist fehlgeschlagen

source: Invalid Response
de_de: Ungültige Antwort

source: Involved since:
de_de: Dabei seit:

source: Items found:
de_de: Einträge gefunden:

source: Last Name
de_de: Nachname

source: Latest Notes
de_de: Letzte Notizen

source: Let us know by writing to %s
de_de: Lass es und wissen indem du eine eMail an %s sendest

source: Link to Facebook event or organizers page
de_de: Link zum Facebook Event oder der Seite des Veranstalters

source: Link to the Facebook event
de_de: Link zum Facebook-Event

source: Link to the raffle
de_de: Link zum Gewinnspiel

source: Link to the ticket raffle
de_de: Link zur Ticketverlosung

source: Link to the website
de_de: Link zur Webseite

source: Load more events
de_de: Weitere Events laden

source: Load more reviews
de_de: Weitere Reviews laden

source: Loading Video
de_de: Lade Video

source: Location
de_de: Ort

source: Logged in as:
de_de: Eingeloggt als:

source: Login
de_de: Anmelden

source: Login / Signup
de_de: Anmelden / Registrieren

source: Login failed. Please check your login details.
de_de: Login fehlgeschlagen. Bitte überprüfen Sie Ihre Zugangsdaten.

source: Logo or Photo
de_de: Logo oder Foto

source: Logout
de_de: Ausloggen

source: Manage
de_de: Verwalten

source: Manage accreditation for %s
de_de: Verwalte die Akkreditierung für %s

source: Manage Band
de_de: Band verwalten

source: Managed Bands
de_de: Verwaltete Bands

source: Managed by:
de_de: Verwaltet von:

source: Mark this event as postponed
de_de: Markiere den Event als verschoben

source: Media contact
de_de: Medien Kontakt

source: Member is already removed
de_de: Mitglied ist bereits entfernt

source: Member is already set
de_de: Mitglied ist bereits eingetragen

source: Missing accreditation requests
de_de: Fehlende Akkreditations anfragen

source: Missing Event Details
de_de: Fehlende Event Details

source: Missing Event Details:
de_de: Fehlende Event Details:

source: Missing Event ID
de_de: Event ID fehlt

source: Missing Reviews
de_de: Fehlende Reviews

source: Missing:
de_de: Fehlend:

source: More than one Event found. This should not happen!
de_de: Mehr ale ein Event wurde gefunden. Das sollte nicht passieren.

source: Multi day event / Define end time
de_de: Event über mehrere Tage / Endzeit definieren

source: Must not be empty.
de_de: Darf nicht leer sein.

source: My followed Bands
de_de: Meine gefolgten Bands

source: My Plekvetica
de_de: Mein Plekvetica

source: My Watchlist
de_de: Meine Watchlist

source: Name missmatch. The Artist ID you provided does not match with the given name.<br/>Band form Spotify: %s
de_de: Name stimmt nicht überein. Die angegebene Artist ID stimmt nicht mit dem Namen der Band überein.<br/>Band von Spotify: %s

source: Name of the Event
de_de: Name des Events

source: New account
de_de: Neues Konto

source: New account created! Check your email to complete the sign-up.
de_de: Neues Konto erstellt. Bitte prüfe deine E-Mails um die Anmeldung abzuschliessen.

source: New Band added
de_de: Neue Band hinzugefügt

source: New Event added, please publish
de_de: Neuer Event eingetragen, bitte veröffentlichen

source: New Organizer added
de_de: Neuer Veranstalter hinzugefügt

source: New Password
de_de: Neues Passwort

source: New password
de_de: Neues Passwort

source: New password repeat
de_de: Wiederhole neues Passwort

source: New password request sent. Please check your email.
de_de: Passwort zurücksetzen anfrage wurde versendet. Bitte überprüfe deine E-Mail

source: New password set. You can login now with your new password.
de_de: Passwort wurde gespeichert. Du kannst dich nun mit deinem neuen Passwort einloggen.

source: New Review published
de_de: Neues Review veröffentlicht

source: New user account activated
de_de: Neues Konto aktiviert

source: New user unlocked!
de_de: Neuer Benutzer entsperrt!

source: New Venue added
de_de: Neuer Ort hinzugefügt

source: News from Plekvetica
de_de: Neuigkeiten von Plekvetica

source: Next
de_de: Weiter

source: Nice try! No Robots allowed here!
de_de: Netter versuch! Hier sind keine Roboter erlaubt!

source: No
de_de: Nein

source: No Album ID or Gallery IDs provided
de_de: Keine Album ID oder Galerie ID angegeben

source: No Album name provided
de_de: Kein Album-Name angegeben.

source: No Author found
de_de: Kein Autor gefunden

source: No Band selected
de_de: Keine Band angewählt

source: No Band set. Please select a band in the settings menu.
de_de: Keine Band gewählt. Bitte wähle eine Band im Einstellungsmenü.

source: No bands are known for this event yet.
de_de: Für diesen Event sind noch keine Bands bekannt.

source: No bands found.
de_de: Keine Bands gefunden.

source: No bands of the month found
de_de: Keine Bands des Monats gefunden

source: No bands of the month found for the given view
de_de: Keine Bands des Monats gefunden für die aktuelle Ansicht
