Repository: dans-art/plekvetica-2021
Catalog: plugin/plekvetica/languages/plekvetica-*.po
Languages: de_de

source: No cached items found for post id: %s
de_de: Keine Elemente gefunden für die Beitrags-ID: %s

source: No data received
de_de: Keine Daten erhalten

source: No Event found, or Event is not a Review
de_de: Kein Event gefunden, oder Event ist kein Review

source: No Event ID found
de_de: Keine Event ID gefunden

source: No Event ID found.
de_de: Keine Event ID gefunden.

source: No Event ID given. Expects an Array with the Event IDs
de_de: Keine Event ID übergeben. Erwartet ein Array mit Event ID's

source: No Events found
de_de: Keine Events gefunden

source: No events found.
de_de: Keine Events gefunden.

source: No events were found with the search term &quot;%s&quot; found.
de_de: Es wurden keine Events mit dem Suchbegriff &quot;%s&quot; gefunden.

source: No Facebook page ID set
de_de: Keine Facebook Seiten ID definiert

source: No Featured Events found
de_de: Keine hervorgehobenen Events gefunden

source: No fields set
de_de: Keine Felder definiert

source: No fotos found.
de_de: Keine Fotos gefunden.

source: No Gallery name provided
de_de: Kein Galeriename angegeben

source: No gallery was found. It may have been deleted or moved.
de_de: Es wurde keine Galerie gefunden. Möglicherweise wurde diese gelöscht oder verschoben.

source: No gallery with ID %s found
de_de: Keine Galerie mit der ID %s gefunden

source: No ID given
de_de: Keine ID übergeben

source: No Image found
de_de: Kein Bild gefunden

source: No image id provided
de_de: Keine Bild ID übergeben

source: No images found for gallery %s
de_de: Keine Bilder gefunden für die Galerie %s

source: No Images selected!
de_de: Keine Bilder gewählt

source: No interviews have yet been registered for this event.
de_de: Für diesen Event sind noch keine Interviews registriert.

source: No media contact defined for this organizer
de_de: Kein Medien Kontakt für diesen Veranstalter definiert

source: No message defined
de_de: Nachricht undefiniert

source: No new Events found
de_de: Keine neuen Events gefunden

source: No Newsletter found
de_de: Kein Newsletter gefunden

source: No Notifications to show
de_de: Keine Benachrichtigungen zum anzeigen

source: No Organizer email found!
de_de: Keine Veranstalter Email gefunden!

source: No Organizer found!
de_de: Kein Veranstalter gefunden!

source: No organizer set. Please select an organizer in the settings menu.
de_de: Kein Veranstalter gesetzt. Bitte wähle einen Veranstalter im Einstellungsmenü.

source: No photos found for this event.
de_de: Für dieses Event wurden keine Fotos gefunden.

source: No posts found
de_de: Keine Beiträge gefunden

source: No query given. Add ?query=searchfor to the url
de_de: Keine Suchbegriff übergeben. Füge ?=query=searchfor in die URL

source: No raffles found
de_de: Keine Verlosungen gefunden

source: No reviews found
de_de: Keine Reviews gefunden

source: No Social links found
de_de: Keine Social Media Links gefunden

source: No Team members found.
de_de: Keine Team-Mitglieder gefunden.

source: No Time defined
de_de: Keine Zeit definiert

source: No type found
de_de: Kein Typ gefunden

source: No username or email provided
de_de: Kein Benutzername oder Passwort angegeben.

source: No videos found.
de_de: Keine Videos gefunden.

source: No Youtube Video ID found
de_de: Keine YouTube-Video-ID gefunden

source: Nobody
de_de: Keiner

source: None
de_de: Keine

source: Not all user roles exist!
de_de: Es sind nicht alle Benutzerrollen vorhanden!

source: Notifications
de_de: Benachrichtigungen

source: Notifications of changes to followed bands / events (feature coming soon)
de_de: Benachrichtigungen über Änderungen an gefolgten Bands oder Events (Funktion kommt bald)

source: Number
de_de: Nummer

source: On %s there will be a firework of great bands @ %s
de_de: Am %s wird es ein musikalisches Feuerwerk geben @ %s

source: Only one step left for your account at plekvetica!
de_de: Nur noch ein Schritt für dein Konto bei Plekvetica!

source: Oops, something went wrong.... sorry!
de_de: Hoppala, irgendwas hat nicht geklappt. Sorry!

source: Organizer
de_de: Veranstalter

source: Organizer already set. Please contact the site owner to change the organizer.
de_de: Veranstalter bereits gesetzt. Bitte Kontaktiere den Administrator um den Veranstalter zu ändern.

source: Organizer contact data not found
de_de: Veranstalter Kontaktdaten nicht gefunden

source: Organizer could not be updated
de_de: Veranstalter konnte nicht aktualisiert werden

source: Organizer Info
de_de: Veranstalter Info

source: Organizer saved
de_de: Veranstalter gespeichert

source: Organizer Settings
de_de: Veranstalter Einstellungen

source: Organizer: %s
de_de: Veranstalter: %s

source: Origin
de_de: Herkunft

source: Otherwise you can ignore this message.
de_de: Falls nicht, kannst du diese Nachricht ignorieren.

source: Overview of all your events
de_de: Übersicht über alle deine Events

source: Password
de_de: Passwort

source: Password must contain a letter and a number.
de_de: Das Passwort muss Buchstaben und Nummern enthalten.

source: Password reset
de_de: Passwort zurücksetzen

source: Passwords do not match
de_de: Passwörter stimmen nicht überein

source: Person to accredit
de_de: Person zum akkreditieren

source: Personal suggestions from bands and events that you might like (feature coming soon)
de_de: Persönliche Vorschläge zu Bands oder Events die dir gefallen könnten (Funktion kommt bald)

source: Phone Number
de_de: Telefonnummer

source: Photo rights - What are you allowed to do
de_de: Fotorechte - Was du machen darfst

source: Photographer
de_de: Fotograf

source: Photos
de_de: Fotos

source: Photos of %1$s at %2$s by Plekvetica
de_de: Alle Fotos von %1$s @ %2$s von Plekvetica

source: Please check for missing event accreditation.
de_de: Bitte prüfe ob Akkreditierungsanfragen fehlen.

source: Please provide a valid URL. Must start with https:// or www.
de_de: Bitte gib eine valide URL an. Muss mit https:// oder www. beginnen

source: Please select a Album
de_de: Bitte Album wählen

source: Please select a country
de_de: Bitte wähle ein Land

source: Please select...
de_de: Bitte wählen...

source: Please wait for the album and galleries to be created.
de_de: Bitte warten während die Alben und Galerien erstellt werden

source: Post ticket raffle
de_de: Poste Ticketverlosung

source: Poster from the event
de_de: Poster von Event

source: Poster placeholder
de_de: Poster Platzhalter

source: Posting ticket raffle...
de_de: Poste Ticketverlosung...

source: Postponed
de_de: Verschoben

source: Postponed at %s to undefined date
de_de: Verschoben am %s auf ein unbekanntes Datum

source: Posts of %s
de_de: Beiträge von %s

source: Presale
de_de: Vorverkauf

source: Previous
de_de: Zurück

source: Price
de_de: Preis

source: Promote Event
de_de: Event promoten

source: Promote this event
de_de: Promote diesen Event

source: Promoting Event...
de_de: Promote Event...

source: Proposals
de_de: Vorschläge

source: Province or Region
de_de: Provinz oder Region

source: Publish Event
de_de: Event veröffentlichen

source: Push again
de_de: Nochmal senden

source: Reason
de_de: Grund

source: Recommended by us
de_de: Von uns empfohlen

source: Register as...
de_de: Registrieren als...

source: Reject accreditation request
de_de: Akkreditierung ablehnen

source: Repeat Password
de_de: Passwort wiederholen

source: Replace
de_de: Ersetzen

source: Request new password
de_de: Fordere ein neues Passwort an

source: Requested
de_de: Angefragt

source: Reset password
de_de: Passwort zurücksetzen

source: Reset password request
de_de: Passwort zurücksetzen

source: Review and update them on your %s page
de_de: Anschauen und updaten kannst du diese auf deiner %s Seite

source: Review writer
de_de: Review schreiber

source: Role not found in setup function.
de_de: Rolle nicht gefunden in der Einstellungsfunktion.

source: Save
de_de: Speichern

source: Save Band...
de_de: Speichere Band...

source: Save event
de_de: Event speichern

source: Save event details
de_de: Eventdetails speichern

source: Save event review
de_de: Speichere Event Review

source: Save new password...
de_de: Speichere neues Passwort...

source: Save Photo
de_de: Speichere Foto

source: Save settings
de_de: Einstellungen speichern

source: Save...
de_de: Speichern...

source: Saving...
de_de: Speichern...

source: Search a band
de_de: Suche eine Band

source: Search a location
de_de: Einen Ort suchen

source: Search a Organizer
de_de: Suche nach einem Veranstalter

source: Search for bands, events or organizer
de_de: Suche nach Bands, Events oder Veranstalter

source: See the Event details
de_de: Siehe die Eventdetails

source: Select all the images of the Band. Max filesize %s mb
de_de: Wähle alle Bilder der Band. Max Dateigrösse: %s mb

source: Select Country
de_de: Wähle ein Land

source: Select images
de_de: Wähle Bilder

source: Select Organizer
de_de: Wähle Veranstalter

source: Select Pictures
de_de: Wähle Bilder

source: Send review email to organizer & band
de_de: Sende Email an den Veranstalter & Bands

source: Sending email...
de_de: Sende Email...

source: Sending password reset request...
de_de: Sende anfrage zum zurücksetzen des Passworts...

source: Set new password
de_de: Setze neues Passwort

source: Settings
de_de: Einstellungen

source: Settings check passed
de_de: Einstellungen sind ok

source: Settings saved
de_de: Einstellungen gespeichert

source: Settings updated
de_de: Einstellungen gespeichert

source: Share Page
de_de: Teile Seite

source: Share Photo
de_de: Teile Foto

source: Short number
de_de: Kurze Nummer

source: Show previous Events
de_de: Zeige vorherige Events

source: Show recent Events
de_de: Zeige neuere Events

source: Show revision
de_de: Überarbeitung anzeigen

source: Sign-up
de_de: Registrieren

source: Sign-up at Plekvetica
de_de: Registrieren bei Plekvetica

source: Social Media of the Band
de_de: Social Media der Band

source: Some Bands with the Name "%s" where found.<br/>%s<br/>Please check if the Band you like to add does not exist.
de_de: Einige Bands mit dem Namen "%s" wurden gefunden. <br/>%s<br/>Bitte überprüfe, ob die Band welche du hinzufügen willst nicht existiert.

source: Some Events are not requested yet...
de_de: Einige Events wurden noch nicht angefragt...

source: Sorry, you are not allowed to edit this Event!
de_de: Sorry, aber du bist nicht berechtigt, diesen Event zu bearbeiten.

source: Sorry, you are not allowed to edit this post anymore
de_de: Sorry, aber du bist nicht mehr berechtigt, diesen Event zu bearbeiten

source: Spotify request error
de_de: Fehler bei der Spotify Anfrage

source: Start Date
de_de: Startdatum

source: Status set
de_de: Status gesetzt

source: Status set by
de_de: Status gesetzt durch

source: Status updated
de_de: Status aktualisiert

source: Street and Number
de_de: Strasse und Nummer

source: Subject and Message
de_de: Betreff und Nachricht

source: Success
de_de: Erfolgreich

source: Super! No missing Reviews.
de_de: Super! Keine fehlenden Reviews.

source: Switzerland
de_de: Schweiz

source: Team Member <b>%s</b> added a accreditation request.
de_de: Teammitglied %s hat eine Akkreditierungsanfrage gestellt.

source: Team-Calendar
de_de: Team-Kalender

source: Teammember added accreditation request
de_de: Team-Mitglied hat eine Akkreditierungsanfrage hinzugefügt

source: Thanks a lot for your contribution to the Plekvetica Eventcalendar. Our Eventmanager will check the Event and publish it.
de_de: Danke vielmals für deinen Beitrag im Plekvetica Eventkalender. Unsere Eventmanager werden die Veranstaltung prüfen und freigeben.

source: Thanks a lot!<br/>Our Eventmanager will check and publish the Event
de_de: Besten Dank!<br/>Unsere Eventmanager werden den Eintrag überprüfen und freigeben.

source: Thanks for being a part of our Community!
de_de: Danke, dass du ein Teil unserer Community bist!

source: Thanks for your contribution
de_de: Danke für deinen Beitrag

source: Thanks in advance and have a great Day!
de_de: Danke im voraus und einen schönen Tag wünschen wir!

source: The accreditation has some notes:
de_de: Die Akkreditierung hat einige Notizen:

source: The accreditation status or the Event "%s" has been changed to "%s"
de_de: Der Akkreditierungsstatus von Event "%s" wurde geändert nach "%s"

source: The Band has been added to the Database
de_de: Die Band wurde zur Datenbank hinzugefügt

source: The Event "%s" has been added to the Event Calendar. Please check and publish the Event.
de_de: Der Event "%s" wurde zum Event Kalender hinzugefügt. Bitte prüfe diesen und gib ihn frei.

source: The Event %s got added to the Plekvetica Eventcalendar.
de_de: Der Event %s wurde zum Plekvetica Eventkalender hinzugefügt.

source: The Event %s got added to the Plekvetica Eventcalendar. Part of the lineup are bands followed by you:
de_de: Der Event %s wurde zum Plekvetica Eventkalender hinzugefügt. Ein Teil des Lineups sind Bands, welchen du folgst:

source: The Event %s got confirmed by the organizer.
de_de: Der Event %s wurde durch den Veranstalter bestätigt

source: The Event %s got rejected by the organizer.
de_de: Der Event %s wurde abgelehnt vom Veranstalter.

source: The Event %s got updated by the organizer.
de_de: Der Event %s wurde durch den Veranstalter aktualisiert.

source: The Event you added misses some details. Please add them here:
de_de: Einige Details deines hinzugefügten Events fehlen. Bitte ergänze diese hier:

source: The following Fields are not filled out yet:
de_de: Die folgenden Felder sind noch nicht ausgefüllt:

source: The form contains errors, please fix them
de_de: Das Formular enthält Fehler, bitte beheben

source: The from has errors, please fix them
de_de: Das Formular enthält Fehler, bitte beheben

source: The given File is not a valid image
de_de: Die Datei ist keine gültige Bilddatei

source: The given value is not allowed. Please choose something different.
de_de: Der übergebene Wert ist nicht erlaubt. Bitte wähle wähle etwas anderes.

source: The Organizer has been added to the Database
de_de: Der Veranstalter wurde zur Datenbank hinzugefügt

source: The passwords have to match
de_de: Die Passwörter müssen übereinstimmen

source: The provided value is not allowed, please change
de_de: Der angegebene Wert ist nicht erlaubt, bitte ändern

source: The Review contains errors, please fix them.
de_de: Das Review hat Fehler, bitte behebe diese.

source: The Venue has been added to the Database
de_de: Der Ort wurde zur Datenbank hinzugefügt

source: There are no events for the next 7 days!
de_de: Für die nächsten 7 Tage gibt es keine Events!

source: There are no registered Members
de_de: Es gibt keine registrierten Mitglieder

source: There has ben a new Review published at plekvetica.ch:
de_de: Auf plekvetica.ch wurde ein neues Review veröffentlicht:

source: There was a new password requested for your account. If you aware of this action, please continue with the link below and set a new password.
de_de: Für dein Konto wurde ein neues Passwort angefordert. Wenn du dies warst, klicke den unten stehenden Link um ein neues Passwort zu setzen.

source: There was an unfinished event found, please add the event details:
de_de: Es wurde ein unvollständiger Event gefunden. Bitte ergänze die Details der Veranstaltung:

source: This Author has no description.
de_de: Dieser Autor hat keine Beschreibung.

source: This Band has no origin information
de_de: Diese Band hat keine Herkunftsinformationen

source: This Data can only be displayed to team members
de_de: Diese Daten können nur für Team-Mitglieder angezeigt werden

source: This email address is already registered
de_de: Diese Email Adresse ist bereits registriert

source: This event did not have any interviews.
de_de: Bei diesem Event gab es keine Interviews.

source: This event has been canceled
de_de: Dieser Event wurde abgesagt

source: This event has been postponed
de_de: Dieser Event wurde verschoben

source: This event has been postponed from %s to %s
de_de: Der Event wurde verschoben vom %s auf den %s

source: This Event may interest you
de_de: Dieser Event könnte dich interessieren

source: This event was moved from %s to %s.
de_de: Dieser Event wurde vom %s auf den %s verschoben.

source: This file type is not allowed. (Only %s)
de_de: Dieser Dateityp ist nicht zulässig. (Nur %s)

source: This form contains errors, please fix them.
de_de: Das Formular enthält noch Fehler, bitte korrigiere diese.

source: Ticket raffle
de_de: Ticketverlosung

source: Ticket raffle successfully posted on facebook
de_de: Ticketverlosung auf Facebook geteilt.

source: Time
de_de: Zeit

source: Title
de_de: Titel

source: to
de_de: bis

source: To change your avatar, you have to set or replace it via %s
de_de: Deinen Avatar ändern oder hinzuzufügen kannst du via %s

source: To get a new token, please authorize via this link:
de_de: Um einen neuen Token zu erhalten, bitte melde dich über diesen Link an:

source: To many Bands selected! Are you sure you have more than 5 Bands!?
de_de: Zu viele Bands gewählt! Bist du sicher, das du mehr als 5 Bands hast!?

source: To my Event
de_de: Zu meinem Event

source: To the %s page of %s
de_de: Zur %s Seite von %s

source: To the author: %s
de_de: Zum Autor: %s

source: To the gallery: %s
de_de: Zur Galerie: %s

source: To the new event
de_de: Zum neuen Event

source: Today
de_de: Heute

source: Total cached items: %s
de_de: Elemente Total im Zwischenspeicher: %s

source: Total cached posts: %s
de_de: Beiträge Total im Zwischenspeicher: %s

source: Total Posts:
de_de: Total Einträge:

source: Type
de_de: Typ

source: Undefined
de_de: Undefiniert

source: Unfollow
de_de: Entfolgen

source: Unpublished Event
de_de: Event zum veröffentlichen

source: Update failed!
de_de: Update fehlgeschlagen!

source: Upload
de_de: Hochladen

source: Upload %s images
de_de: Hochladen von %s Bilder

source: Upload Error
de_de: Fehler beim Hochladen

source: Upload images
de_de: Bilder hochladen

source: Upload in progress. Please wait till its done.
de_de: Upload im gange. Bitte warten bis dies abgeschlossen ist.

source: Upload:
de_de: Hochladen:

source: Uploaded file not found
de_de: Hochgeladene Datei nicht gefunden

source: Uploading images...
de_de: Bilder werden hochgeladen...

source: Use this link to update the Event:
de_de: Nutze diesen Link um deinen Event zu updaten:

source: User
de_de: Nutzer

source: User not found. If you think this is an error, please report to info@plekvetica.ch
de_de: Nutzer konnte nicht gefunden werden. Bitte melde dies an info@plekvetica.ch

source: User roles exists.
de_de: Benutzerrollen vorhanden.

source: Value cannot be empty
de_de: Wert kann nicht leer sein

source: Value is not boolean
de_de: Wert ist nicht boolesch

source: Venue
de_de: Ort

source: Venue and Organizer
de_de: Ort und Veranstalter

source: Venue could not be updated
de_de: Der Ort konnte nicht aktualisiert werden

source: Venue saved
de_de: Ort gespeichert

source: Video not found. Maybe the Video is private or the ID is incorrect
de_de: Video nicht gefunden. Möglicherweise ist das Video Privat oder die ID ist falsch

source: Videograph
de_de: Videograf

source: Watch %s on Youtube.
de_de: Sieh dir %s auf YouTube an.

source: We like to ask for an accreditation for the following Events
de_de: Wir möchten die folgenden Events für eine Akkreditierung anfragen

source: We like to ask for an accreditation of the following Event
de_de: Wir möchten folgenden Event für eine Akkreditierung anfragen

source: Website
de_de: Webseite

source: Welcome to Plekvetica!
de_de: Willkommen bei Plekvetica!

source: When: %s
de_de: Wann: %s

source: Where: %s
de_de: Wo: %s

source: Win %s Tickets for
de_de: Gewinne %s Ticket für

source: Win condition not supported
de_de: Gewinnkonditionen nicht unterstützt

source: Win conditions not set
de_de: Gewinnkonditionen nicht definiert

source: Win Tickets for
de_de: Gewinne Tickets für

source: Wish
de_de: Wunsch

source: Write Review
de_de: Review schreiben

source: Wrong Format.
de_de: Falsches Format.

source: Wrong Format. Notice: %s
de_de: Falsches Format. Hinweis: %s

source: Yes
de_de: Ja

source: You account is currently locked. Please check your mail for unlocking instructions
de_de: Dein Konto ist aktuell gesperrt. Bitte prüfe deine E-Mails für die Entsperrung

source: You already have an account. Please logout first before creating a new account.
de_de: Du hast bereits ein Konto. Bitte logge dich zuerst aus, bevor du ein neues Konto erstellst.

source: You are deleting this Notification permanently. You will probably not be able to Edit this Event afterwards. Are your sure?
de_de: Du löschst diese Benachrichtigung permanent. Du willst dadurch diesen Event womöglich nicht mehr bearbeiten können. Bist du sicher?

source: You are getting this eMail because you followed the mentioned Bands on plekvetica.ch.
de_de: Du bekommst diese eMail, weil du den oben genannten Bands auf www.plekvetica.ch folgst.

source: You are not allowed to access this function!
de_de: Du bist nicht berechtigt diese Funktion zu nutzen!

source: You are not allowed to edit this band!
de_de: Du darfst diese Band nicht bearbeiten!

source: You are not allowed to edit this Event!
de_de: Du hast keine Erlaubnis, diesen Event zu bearbeiten!

source: You are not allowed to edit this organizer!
de_de: Du bist nicht berechtigt, diesen Veranstalter zu bearbeiten!

source: You are not allowed to edit this venue!
de_de: Du bist nicht berechtigt, diesen Ort zu bearbeiten!

source: You are not allowed to run this action
de_de: Du hast keine Berechtigung diese Aktion durchzuführen.

source: You are not allowed to use this function
de_de: Du bist nicht berechtigt diese Funktion zu nutzen.

source: You are not allowed to use this request or function not found
de_de: Du bist nicht berechtigt diese Anfrage zu nutzen oder die Funktion wurde nicht gefunden

source: You are not authorized to edit this event!
de_de: Du bist nicht berechtigt, diesen Event zu bearbeiten!

source: You are not authorized to edit this post.
de_de: Du bist nicht berechtigt, diesen Beitrag zu bearbeiten.

source: You are not authorized to edit this user!
de_de: Du bist nicht berechtigt, diesen Benutzer zu bearbeiten!

source: You can improve your Event by adding more details. This way it will get more publicity and is easier to find.
de_de: Du kannst deinen Event verbessern indem du mehr Details hinzufügst. Dadurch ist dieser einfacher zu finden und bekommt mehr Sichtbarkeit.

source: You can login or sign up in order to edit the event afterwards.
de_de: Du kannst dich Anmelden / Registrieren, um den Event später wieder zu bearbeiten.

source: You can manage your accreditation requests on this page.
de_de: Du kannst die Akkreditierungsanfrage auf dieser Seite verwalten.

source: You have no permissions to delete images
de_de: Du hast keine Berechtigungen Bilder zu löschen

source: You have to be logged in in order to save the settings.
de_de: Du musst eingeloggt sein, um die Einstellungen zu speichern.

source: You have to be logged in to perform this action
de_de: Du musst eingeloggt sein, um diese Aktion auszuführen

source: You like to promote your Events?
de_de: Willst du deine Events promoten?

source: Your account has been successfully created. Please confirm your registration with the link below.
de_de: Dein Konto wurde erfolgreich erstellt. Bitte bestätige deine Anmeldung mit dem unten stehenden Link.

source: Your data
de_de: Deine Daten

source: Your Email
de_de: Deine Email

source: Your Event "%s" has been reported as outdated. Please have a look and update the Event. Thanks!
de_de: Dein Event "%s" wurde als veraltet gemeldet. Bitte schau dir diesen Event an und bringe ihn auf den neusten Stand. Danke!

source: Your Event "%s", has ben added!
de_de: Dein Event "%s" wurde hinzugefügt.
