Repository: dans-art/plekvetica-2021
Catalog: plugin/plekvetica/languages/plekvetica-*.po
Languages: de_de

source: Your Name
de_de: Dein Name

source: Your new Event at Plekvetica
de_de: Dein neuer Event auf Plekvetica

source: Your Plekvetica
de_de: Dein Plekvetica

source: Your Settings
de_de: Deine Einstellungen

source: Your Week
de_de: Deine Woche

source: Youtube Video already added
de_de: Youtube Video bereits hinzugefügt

source: Zip Code
de_de: Postleitzahl

source: ℹ️ All Infos:
de_de: ℹ️ Alle Infos:

source: 🎫 Buy your tickets here:
de_de: 🎫 Kaufe deine Tickets hier:

source: 👇 Don't miss this!
de_de: 👇 Verpasst das nicht!

source: 🤘🤘🤘 Recommended by us! 🤘🤘🤘
de_de: 🤘🤘🤘 Von uns empfohlen 🤘🤘🤘
